//revive:disable

package texts

const (
	PromptToday    = "Во сколько напомнить сегодня? (например, 15:00)"
	PromptTomorrow = "Во сколько напомнить завтра? (например, 15:00)"
	PromptEveryDay = "Во сколько напоминать каждый день? (например, 09:00)"
	PromptWeek     = "В какой день недели? (например: понедельник)"
	PromptNDays    = "Через сколько дней повторять? Например: каждые 10 дней в 12:00"
	PromptMonth    = "В какой день месяца и во сколько? Например: 5 число 12:00"
	PromptYear     = "В какую дату и во сколько? Например: 13 июня 15:00"
	PromptDate     = "Введите дату и время: например, 13.06.2025 15:00"
	PromptUnknown  = "Неизвестный тип напоминания"
)
